Repository: cmhello/edd-feedback
Catalog: languages/edd-feedback-*.po
Languages: fi, fr_fr

source: EDD Feedback Settings
fi: EDD palaute -lisäosan asetukset
fr_fr: Réglages d'EDD Feedback

source: Configure EDD Feedback Settings
fi: Määritä EDD palaute -lisäosan asetukset
fr_fr: Configuration des réglages d'EDD Feedback

source: Disable Feedback Emails
fi: Älä lähetä palautesähköpostia
fr_fr: Désactiver les e-mails de feedback

source: Check this box if you do not want to send feedback emails.
fr_fr: Cochez cette case si vous ne voulez pas envoyer d'e-mails de feedback.

source: Configure the feedback notice emails.
fi: Hallitse palautesähköpostia.
fr_fr: Configurez les e-mails de notification de feedback.

source: Hello {name}, We would love to hear feedback from you. You have purchased following products from us: {downloads} Are you happy with your purchase? Is there anything we can do for you?
fr_fr: Bonjour {name}, Nous souhaiterions avoir votre avis. Vous nous avez acheté les produits suivants : {downloads} Êtes-vous satisfait de votre achat ? Y-a-t-il quelque chose que nous pourrions faire pour vous ?

source: Love to hear feedback
fr_fr: Faites nous part de vos commentaires

source: Quantity
fr_fr: Quantité

source: SKU
fr_fr: UGS

source: Add Feedback
fi: Lisää palaute
fr_fr: Ajouter un feedback

source: Go Back
fi: Mene takaisin
fr_fr: Retour

source: Email Subject
fi: Sähköpostin aihe
fr_fr: Sujet de l'e-mail

source: The subject line of the feedback email
fi: Sähköpostin aihe palautesähköpostissa
fr_fr: Sujet de l'e-mail du feedback

source: When should this email be sent?
fi: Milloin sähköposti lähetetään?
fr_fr: Quand cet e-mail doit-il être envoyé ?

source: The email message to be sent with the feedback. The following template tags can be used in the message:
fi: Palautesähköpostin viesti. Seuraavat tagit ovat käytössä:
fr_fr: Le message de l'e-mail à envoyé avec le feedback. Les modèles de balises suivants peuvent être utilisés dans le message :

source: The download list
fr_fr: La liste de téléchargement

source: requires Easy Digital Downloads! Please activate it to continue!
fi: vaatii Easy Digital Downloads -lisäosan! Aktivoi se ensin, jotta pääset eteenpäin!
fr_fr: nécessite Easy Digital Downloads. Veuillez l'activer pour continuer !

source: requires Easy Digital Downloads! Please install it to continue!
fi: vaatii Easy Digital Downloads -lisäosan! Asenna se ensin, jotta pääset eteenpäin!
fr_fr: nécessite Easy Digital Downloads. Veuillez l'installer pour continuer !

source: Edit Feedback
fi: Muokkaa palautetta
fr_fr: Modifier le feedback

source: Email Message
fi: Sähköpostiviesti
fr_fr: Message de l'e-mail

source: Update Feedback
fi: Päivitä palaute
fr_fr: Mettre à jour le feedback

source: One day after purchase
fi: Päivä oston jälkeen
fr_fr: Un jour après l&#39;achat

source: Two days after purchase
fi: Kaksi päivää oston jälkeen
fr_fr: Deux jours après l&#39;achat

source: Three days after purchase
fi: Kolme päivää oston jälkeen
fr_fr: Trois jours après l&#39;achat

source: One week after purchase
fi: Viikko oston jälkeen
fr_fr: Une semaine après l&#39;achat

source: Two weeks after purchase
fi: Kaksi viikkoa oston jälkeen
fr_fr: Deux semaines après l&#39;achat

source: One month after purchase
fi: Kuukausi oston jälkeen
fr_fr: Un mois après l&#39;achat

source: Two months after purchase
fi: Kaksi kuukautta oston jälkeen
fr_fr: Deux mois après l&#39;achat

source: Three months after purchase
fi: Kolme kuukautta oston jälkeen
fr_fr: Trois mois après l&#39;achat

source: Allow sending feedback email.
fr_fr: Autoriser l'envoi de l'e-mails de feedback.

source: none
fr_fr: aucun

source: Send feedback email
fr_fr: Envoyer l'e-mail de feedback

source: Check this if you want to disable feedback emails for this item.
fr_fr: Cochez cette case si vous ne voulez pas envoyer d'e-mails de feedback pour ce produit.

source: Subject
fi: Sähköpostin aihe
fr_fr: Sujet

source: Send Period
fi: Lähetysaika
fr_fr: Moment de l'envoi

source: Edit
fi: Muokkaa
fr_fr: Modifier

source: Delete
fi: Poista
fr_fr: Supprimer

source: You do not have permission to add feedbacks
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d'ajouter des feedbacks

source: Nonce verification failed
fi: Palautteen vahvistus epäonnistui
fr_fr: Échec de la vérification nonce

source: You do not have permission to update feedbacks
fi: Sinulla ei ole oikeuksia muokata palautteita
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de mettre à jour des feedbacks

source: No feedback ID was provided
fi: Palautteen ID ei ole tiedossa
fr_fr: Aucune ID de feedback n'a été fournie

source: You do not have permission to delete feedbacks
fi: Sinulla ei ole oikeuksia poistaa palautteita
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer des feedbacks

source: Send feedback emails automatically after purchase.
fr_fr: Envoyer des emails de feedback automatiquement après l'achat.

source: The customer's name
fi: Asiakkaan nimi

source: EDD Feedback
fi: EDD palaute

source: Set as private
fi: Merkitse yksityiseksi

source: Actions
fi: Tapahtumat
